{
  "LuaSnip": { "branch": "master" },
  "auto-session": { "branch": "main" },
  "bufdelete.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-calc": { "branch": "main" },
  "cmp-dictionary": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "dropbar.nvim": { "branch": "master" },
  "fd": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "hererocks": { "branch": "master" },
  "hover.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "ripgrep": { "branch": "master" },
  "rustowl": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
